Repository: luanfonceca/speakerfight
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: This event is in the <strong>Anonymous Voting</strong> mode, all the speakers are hidden for voting, you should base your vote just in the content of the proposals.
pt_br: Este evento está em modo de <strong>Votação Anônima</strong>, todos os palestrantes estão escondidos para votação, você deve basear seu voto apenas no conteúdo das propostas..

source: The event is no longer accepting proposals.
pt_br: Este evento não aceita mais propostas.

source: Send a proposal
pt_br: Enviar uma proposta

source: Proposed by <strong><a href="%(profile_url)s">%(author)s</a></strong> at %(created_at)s.
pt_br: Proposto por <strong><a href="%(profile_url)s">%(author)s</a></strong> em %(created_at)s.

source: Proposed at %(created_at)s.
pt_br: Proposta em %(created_at)s.

source: This proposal already received %(votes_count)s vote%(vote_pluralize)s.
pt_br: Esta proposta já recebeu %(votes_count)s voto%(vote_pluralize)s.

source: This proposal never received a vote.
pt_br: Essa proposta nunca recebeu um voto.

source: Disapprove the proposal.
pt_br: Desaprove a proposta.

source: Disapprove
pt_br: Desaprovar

source: Approve the proposal.
pt_br: Aprove a proposta.

source: Approve
pt_br: Aprovar

source: Edit the proposal.
pt_br: Edite a proposta.

source: Delete the proposal.
pt_br: Remover a proposta.

source: Delete
pt_br: Remover

source: There are no proposals to show
pt_br: Não há propostas para exibir

source: More
pt_br: Mais

source: Update
pt_br: Atualizar

source: New Event
pt_br: Novo Evento

source: event detail
pt_br: Detalhe do evento

source: event list
pt_br: eventos

source: new event
pt_br: Novo evento

source: There are no events to show to you :(
pt_br: Não há eventos para te exibir :(

source: Created by <strong><a href="%(profile_url)s">%(author)s</a></strong> at %(created_at)s.
pt_br: Criado por <strong><a href="%(profile_url)s">%(author)s</a></strong> em %(created_at)s.

source: Due date pasted since the day
pt_br: Data limite ultrapassada desde o dia

source: Due date in
pt_br: Data limite em

source: This event received %(proposals_count)s proposal%(proposal_pluralize)s from %(proposers_count)s fighter%(proposer_pluralize)s, that proposal%(proposal_pluralize)s in total already received %(votes_count)s vote%(vote_pluralize)s.
pt_br: Este evento recebeu %(proposals_count)s proposta%(proposal_pluralize)s de %(proposers_count)s usuário%(proposer_pluralize)s, ao total essa%(proposal_pluralize)s proposta%(proposal_pluralize)s tem %(votes_count)s voto%(vote_pluralize)s.

source: This event never received a proposal.
pt_br: Este evento nunca recebeu uma proposta.

source: Edit the event.
pt_br: Edite o evento

source: Manage the jury.
pt_br: Gerencie o Jury

source: Manage Jury
pt_br: Gerenciar Jury

source: Export CSV with all proposals and vote results.
pt_br: Exporte um CSV com os resultados de todas as propostas e votos.

source: Export votes
pt_br: Exportar votos

source: Create and Organize the Schedule of Talks.
pt_br: Crie e Organize a Grade de Palestras.

source: Create Schedule
pt_br: Criar Grade

source: Use the buttons bellow to vote:
pt_br: Use os botões abaixo para votar:

source: Hi! This email is a confirmation for the creation of your proposal "%(proposal_title)s" to the event "%(event_title)s" on Speakerfight! Remember to share the event so you help to engaje more participants! Good luck!
pt_br: Oi! Este e-mail é uma confirmação da criação de sua proposta "%(proposal_title)s" para o evento "%(event_title)s" no Speakerfight! Lembre-se de compartilhar o evento para que você ajudar a engajar mais participantes! Boa sorte!

source: Hi! This email is a confirmation for the creation of your event "%(event_title)s" on Speakerfight! Remember to share the event so more people can submit proposals and engaje more participants! Good luck!
pt_br: Oi! Este e-mail é uma confirmação da criação do seu evento "%(event_title)s" no Speakerfight! Lembre-se de compartilhar o evento para que você possa ajudar a engajar mais participantes! Boa sorte!

source: Hi! This email is a notification that the following proposal was deleted from your event "%(event_title)s" on Speakerfight: %(proposal_title)s
pt_br: Oi! Este email é uma notificação de que a seguinte proposta foi removida do seu evento "%(event_title)s" no Speakerfight: %(proposal_title)s

source: Hi! The event "%(event_title)s" had just received a new proposal called "%(proposal_title)s". Cheers!
pt_br: Oi! O evento "%(event_title)s" acabou de receber uma nova proposta chamada "%(proposal_title)s". Parabéns!

source: Hi! Welcome to Speakerfight! Here you will be able to submit proposals and evaluate talks of other possible speakers. Speakerfight it's an open source project that you can help to improve it. Check out: https://github.com/luanfonceca/speakerfight. Thank you for use it.
pt_br: Oi! Bem-vindo ao Speakerfight! Aqui você será capaz de apresentar propostas e avaliar as palestras de outros possíveis palestrantes. SpeakerFight é um projeto open source que você pode ajudar a melhorá-lo. Confira: https://github.com/luanfonceca/speakerfight. Obrigado por usá-lo.

source: See the proposal in Event.
pt_br: Veja a proposta no Evento.

source: See in Event
pt_br: Ver no Evento

source: Delete Proposal
pt_br: Remover Proposta

source: Are you sure you want to delete this proposal?
pt_br: Você tem certeza que deseja remover esta proposta?

source: After deleting this proposal all votes will be lost forever.
pt_br: Após remover esta proposta todos os votos serão perdidos para sempre.

source: my proposals
pt_br: minhas propostas

source: Update Proposal
pt_br: Atualizar Proposta

source: New Proposal
pt_br: Nova proposta

source: New Proposal for
pt_br: Nova Proposta para

source: More information:
pt_br: Mais informações:

source: Add anything you think it will be valuable for the people who are choosing the talks, only They can see it.
pt_br: Adicione qualquer coisa que você ache válido para as pessoas que irão escolher suas propostas, apenas Eles podem ver.

source: Event created.
pt_br: Evento criado

source: Your event is ready to receive proposals
pt_br: Seu evento está pronto para receber propostas

source: Event updated.
pt_br: Evento Atualizado.

source: Author
pt_br: Autor

source: Author E-Mail
pt_br: Email do Autor

source: Vote Rate
pt_br: Índice de Votos

source: Votes Count
pt_br: Quantidade de Votos

source: Proposal created.
pt_br: Proposta criada.

source: Your event has new proposals
pt_br: Seu evento recebeu novas propostas

source: Your proposal was submitted
pt_br: Sua proposta foi submetida

source: Proposal updated.
pt_br: Proposta Atualizada.

source: Proposal deleted.
pt_br: Proposta removida.

source: Rate Index not found.
pt_br: Índice de classificação não encontrado.

source: Proposal rated.
pt_br: Proposta classificada.

source: Proposal approved.
pt_br: Proposta aprovada.

source: Proposal disapproved.
pt_br: Proposta desaprovada.

source: Jury
pt_br: Juri

source: Juries
pt_br: júris

source: jury
pt_br: júri

source: Manage users
pt_br: Gerência de usuários

source: Here you can add or remove people from Jury.
pt_br: Aqui você pode adicionar ou remover pessoas do júri.

source: Accept invite
pt_br: Aceitar convite

source: By Accepting this invite you will Vote in any Proposals maded on the event:
pt_br: Aceitando este convite você poderá votar em qualquer proposta para este evento.

source: Accept
pt_br: Aceitar

source: The "@%s" are successfully joined to the Jury.
pt_br: Os "@%s" foram adicionados ao júri com sucesso.

source: The "@admin" already is being part of this jury.
pt_br: O "@admin" já faz parte deste júri.

source: The "new_user@speakerfight.com" are not a Speakerfight user. For now, we just allow already joined users.
pt_br: O "new_user@speakerfight.com" não é um usuário Speakerfight. Por enquanto, nós somente permitimos usuários do registrados no sistema.

source: The "@user" was successfully removed from the Jury.
pt_br: O "@user" foi removido do júri com sucesso.

source: The "@%s" was successfully removed from the Jury.
pt_br: Os "@%s" foram removidos do júri com sucesso.
