Repository: luanfonceca/speakerfight
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: You are not allowed to see this page.
pt_br: Você não tem permissão para ver esta página.

source: Username
pt_br: Nome de usuário

source: Name
pt_br: Nome

source: The "%s" username are already being used by someone.
pt_br: O nome de usuário: "%s" já está sendo usado por alguém.

source: About me
pt_br: Sobre mim

source: Github username
pt_br: Nome de usuário no Github

source: Facebook username
pt_br: Nome de usuário no Facebook

source: Site url
pt_br: URL do Site

source: Profile
pt_br: Perfil

source: Page Not Found
pt_br: Página Não Encontrada

source: The requested URL
pt_br: A URL desejada

source: was not found on this server. Click below to see all events available.
pt_br: não foi encontrado neste servidor. Click abaixo para ver todos os eventos disponíveis.

source: Enter in the arena
pt_br: Entre na arena

source: SEE ALL EVENTS
pt_br: VER TODOS OS EVENTOS

source: Internal Server Error
pt_br: Erro Interno do Servidor

source: I'm sorry, that page is currently unavailable due to a server misconfiguration. The server administrator has been notified, and we apologise for any inconvenience.
pt_br: Me desculpe, essa página está indisponível no momento, devido a um mau funcionamento do servidor. O administrador do servidor já foi notificado e nós pedimos desculpa por qualquer inconveniência.

source: About page
pt_br: Sobre

source: What is Speakerfight?
pt_br: O que é o Speakerfight?

source: <strong>Speakerfight</strong> is an arena where the speakers can fight each other and the people choose who wins.
pt_br: <strong>Speakerfight</strong> é uma arena onde os palestrantes podem lutar entre sí e as pessoas escolhem quem ganha.

source: Why the Speakerfight was created?
pt_br: Por que o Speakerfight foi criado?

source: When the people from Grupy-RN was making a regional edition of the RuPy, in 2014, we were tired of using Google forms or Call4Paperz to manage that, so <a target="_blank" href="http://github.com/luanfonceca">Luan Fonseca</a> took some time and build an MVP version to make the RuPy call for papers happen in the Speakerfight.
pt_br: Quando os membros do Grupy-RN foram organizar uma edição regional do RuPy, em 2014, nós estávamos cansados de usar o Google forms ou Call4Paperz para gerenciar isso, então <a target="_blank" href="http://github.com/luanfonceca">Luan Fonseca</a> pegou algum tempo e criou uma versão MVP para fazer a chamada de trabalhos do RuPy acontecer dentro do Speakerfight.

source: How the Speakerfight is made?
pt_br: Como o Speakerfight é feito?

source: We have a repository on the <a target="_blank" href="http://github.com/luanfonceca/speakerfight">Github</a> with some open issues labeled with different levels of dificulty, besides we are open enough to accept any kind of contribution, We also have an Chat in <a target="_blank" href="http://gitter.im/luanfonceca/speakerfight">Gitter</a>, anyone can reach us out in there and talk freely about almost anything. Read our <a target="_blank" href="https://github.com/luanfonceca/speakerfight/blob/master/CONTRIBUTING.md">Contributing section on the Github</a> to know more details.
pt_br: Nós temos um repositório no <a target="_blank" href="http://github.com/luanfonceca/speakerfight">Github</a> com algumas tarefas abertas assinadas com diferentes níveis de dificuldade, além disso nós somos abertos o suficiente para aceitar qualquer tipo de contribuição, Nós também temos uma Sala de batepapo no <a target="_blank" href="http://gitter.im/luanfonceca/speakerfight">Gitter</a>, qualquer pessoa pode entrar em contato com a gente lá e conversar livremente sobre praticamente qualquer assunto. Leia a nossa <a target="_blank" href="https://github.com/luanfonceca/speakerfight/blob/master/CONTRIBUTING.md">seção "Contribuindo" no Github</a> para saber mais detalhes.

source: How works the voting system?
pt_br: Como funciona o sistema de votação?

source: The system is composed by 5 options of vote:
pt_br: O sistema é composto por 5 opções de voto:

source: Angry
pt_br: Bravo

source: If you are not satisfied with the propose's talk and don't want this in your event, select this option. This option contains the value <strong>-1</strong>, causing down vote to the fighter.
pt_br: Se você não estiver satisfeito com as propostas de palestras e não a quer no seu evento, escolha esta opção. Essa opção contém o valor <strong>-1</strong>, causando um voto negativo para o lutador.

source: Sad
pt_br: Triste

source: If you are sad with this propose's talk, but you don't mind if the talk will be approved, select this option. This option contains the value <strong>0</strong>, not changing the score.
pt_br: Se você se sentiu triste com essa proposta de palestra, mas não se importa se esta palestra será aprovada, escolha esta opção. Essa opção contém o valor <strong>0</strong>, não alterando o resultado.

source: Sleepy
pt_br: Sonolento

source: If the level of the topic's talk is warm, select this option. This option contains the value <strong>1</strong>, adding one point to the fighter.
pt_br: Se o assunto da palestra é interesse, mas, escolha esta opção. Essa opção contém o valor <strong>1</strong>, adicionando um ponto para o lutador.

source: Happy
pt_br: Alegre

source: If you are glad with the topic of the talk, and you want this fighter speak in your event, select this option. This option contains the value <strong>2</strong>, adding two points to the fighter.
pt_br: Se você está feliz com o assunto da palestra, e você quer este lutador palestre em seu evento, selecione essa opção. Esta opção contém o valor <strong>2</strong>, adicionando dois pontos para o lutador.

source: Laughing
pt_br: Rindo

source: If your are laughing's happy about the topic of the talk, and want very much this in your event, select this option. This option contains the value <strong>3</strong>, adding three points to the fighter.
pt_br: Se você está rindo de felicidade sobre o tema da palestra, e quer muito isso em seu evento, selecione essa opção. Esta opção contém o valor <strong>3</strong>, acrescentando três pontos para o lutador.

source: How to measure which fighter should be approved?
pt_br: Como calcular qual lutador deve ser aceito?

source: Those fighters that have more points wins the battle.
pt_br: Os lutadores que tiveram as maiores pontuações ganham a batalha.

source: Speaker Tip
pt_br: Dica de palestrante

source: Usually the first fighters who submit a talk have more chances to win the battle. So, don't let be the one of the last and hurry up :)
pt_br: Normalmente, os primeiros lutadores a enviarem uma palestra tem mais chances de ganhar a batalha. Então, não deixe para ser um dos últimos e apresse-se :)

source: Account Inactive
pt_br: Conta Inativa

source: This account is inactive.
pt_br: Esta conta está inativa.

source: Account
pt_br: Conta

source: E-mail Addresses
pt_br: Endereço de e-mail

source: The following e-mail addresses are associated with your account:
pt_br: Os seguintes endereços de e-mail estão associados à sua conta:

source: Verified
pt_br: Verificado

source: Unverified
pt_br: Não verificado

source: Primary
pt_br: Primeiro

source: Make Primary
pt_br: Tornar principal

source: Re-send Verification
pt_br: Reenviar verificação

source: Remove
pt_br: Remover

source: Warning:
pt_br: Atenção:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
pt_br: Você não tem nenhum endereço de e-mail registrado. Você realmente deveria adicionar um endereço de e-mail, para que seja possível receber notificações, alterar sua senha, etc.

source: Add E-mail Address
pt_br: Adicionar endereço de e-mail

source: Add E-mail
pt_br: Adicionar e-mail

source: Do you really want to remove the selected e-mail address?
pt_br: Você realmente quer remover o endereço de e-mail selecionado?

source: User "%(user_display)s" at "%(site_name)s" has given this as an email address. To confirm this is correct, go to "%(activate_url)s"
pt_br: Usuário "%(user_display)s" em "%(site_name)s" informou isto como um endereço de e-mail. Para confirmar que esse é o correto, acesse "%(activate_url)s"

source: Confirm E-mail Address
pt_br: Confirme o endereço de e-mail

source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s In case you forgot, your username is %(username)s. Thanks for using our site!
pt_br: Você recebeu este e-mail porque você ou uma outra pessoa requisitou uma senha para sua conta de usuário em %(site_domain)s. Este e-mail pode ser ignorado se você não pediu uma nova senha. Clique no link abaixo para resetar sua senha. %(password_reset_url)s Em caso de você ter esquecido, seu nome de usuário é %(username)s. Obrigado por usar nosso site!

source: Password Reset E-mail
pt_br: Senha enviada por e-mail

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
pt_br: Por favor confirme se <a href="mailto:%(email)s">%(email)s</a> é um endereço de e-mail para o usuário %(user_display)s.

source: Confirm
pt_br: Confirmar

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
pt_br: O link de confirmação do e-mail expirou ou é inválido. Por favor <a href="%(email_url)s">faça um novo pedido de e-mail para confirmação</a>.

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
pt_br: Você confirmou que <a href="mailto:%(email)s">%(email)s</a> é um endereço de e-mail do usuário %(user_display)s.

source: Sign In
pt_br: Acesse

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
pt_br: Por favor acesse usando uam de suas contas de terceiros. Ou, <a href="%(signup_url)s">registre-se</a> para uma conta no %(site_name)s e acesse abaixo:

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
pt_br: Se você ainda não criou uma conta, então por favor <a href="%(signup_url)s">registre-se</a> primeiro.

source: Forgot Password?
pt_br: Esqueceu sua senha?

source: Or sign up using your social networks:
pt_br: Ou acesse usando suas redes sociais:

source: Sign Out
pt_br: Desconectar

source: Are you sure you want to sign out?
pt_br: Tem certeza que deseja sair do sistema?

source: You cannot remove your primary e-mail address (%(email)s).
pt_br: Você não pode remover seu endereço de e-mail principal (%(email)s).

source: Confirmation e-mail sent to %(email)s.
pt_br: Confirmarção enviada para o e-mail %(email)s.

source: You have confirmed %(email)s.
pt_br: Você confirmou seu %(email)s.

source: Removed e-mail address %(email)s.
pt_br: Endereços de e-mail removidos %(email)s.

source: Successfully signed in as %(name)s.
pt_br: Acesso bem sucedido como %(name)s.

source: You have signed out.
pt_br: Você saiu do sistema.

source: Password successfully changed.
pt_br: Senha alterada com sucesso.

source: Password successfully set.
pt_br: Senha informada com sucesso.

source: Primary e-mail address set.
pt_br: Endereço de e-mail principal informado.

source: Your primary e-mail address must be verified.
pt_br: Seu endereço de e-mail principal deve ser verificado.

source: Change Password
pt_br: Alterar Senha

source: Password Reset
pt_br: Resetar Senha

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
pt_br: Esqueceu sua senha? Informe seu endereço de e-mail abaixo, e nós lhe enviaremos um e-mail para que você a altere.

source: Reset My Password
pt_br: Resetar Minha Senha

source: Please contact us if you have any trouble resetting your password.
pt_br: Por favor entre em contato se tive qualquer problema para alterar sua senha.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
pt_br: Nós he enviamos um e-mail. Por favor entre em contato se não recebê-lo em alguns minutos.

source: The password reset link was invalid, possibly because it has already been used. <br> Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
pt_br: O link de resetar a senha é inválido, provavelmente porque ele já foi usado. <br> Por favor solicite uma <a href="%(passwd_reset_url)s">nova redefinição de senha</a>.

source: Password Changed
pt_br: Senha Alterada

source: Your password is now changed.
pt_br: Sua senha foi alterada.

source: Set Password
pt_br: Informe a senha

source: About Me
pt_br: Sobre mim

source: Edit profile.
pt_br: Editar perfil.

source: Edit
pt_br: Editar

source: Update profile
pt_br: Atualizar profile

source: submit
pt_br: Enviar

source: Sign Up
pt_br: Registre-se

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
pt_br: Já tem uma conta? Por favor <a href="%(login_url)s"> acesse </a>.

source: Sign Up Closed
pt_br: Registro fechado

source: We are sorry, but the sign up is currently closed.
pt_br: Desculpe, mas o registro está fechado.

source: Note
pt_br: Nota

source: you are already logged in as %(user_display)s.
pt_br: Você já está logado como %(user_display)s.

source: Verify Your E-mail Address
pt_br: Verifique seu Endereço de E-mail

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
pt_br: Nós lhe enviamos um e-mail para verificação. Siga o link fornecido para finalizar o processo de registro. Por favor, entre em contato se não receber um e-mail em alguns minutos.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
pt_br: Esta parte do site obriga-nos a verificar se você é quem você diz ser. Por causa disso, é necessário que você verifique a autenticidade do seu endereço de e-mail.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
pt_br: Enviamos um e-mail para você verificar. Por favor, clique no link dentro deste e-mail. Por favor entre em contato conosco se você não recebê-lo em poucos minutos.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
pt_br: <strong>Nota::</strong> você ainda pode <a href="%(email_url)s">alterar seu endereço de e-mail</a>.

source: Proudly made with <strong>Open Source</strong> technologies and a great group of people motivated to <strong>give back to the community</strong>
pt_br: Orgulhosamente feito com tecnologias de <strong>Software livre</strong> e um grande grupo de pessoas motivadas para <strong>devolver à comunidade</strong>

source: <strong>Speakerfight</strong> is proudly an open-source project and is always being enhanced. If the software has any odd behavior %(anchor_start)splease let us know%(anchor_end)s
pt_br: <strong>Speakerfight</strong> é orgulhosamente um projeto open-source e está sempre sendo melhorado. Se o software apresentar qualquer comportamento estranho %(anchor_start)spor favor nos informe%(anchor_end)s

source: This project believes that small acts can change the world through
pt_br: Esse projeto acredita que pequenos atos podem mudar o mundo através do

source: GET STARTED
pt_br: PARTICIPAR

source: <h2> Right now we have <strong>%(events)s event%(events_plural)s</strong>, <br> <strong>%(proposals)s proposal%(proposals_plural)s</strong> and <strong>%(users)s user%(users_plural)s</strong> at Speakerfight. </h2>
pt_br: <h2> Atualmente nós temos <strong>%(events)s evento%(events_plural)s</strong>, <br> <strong>%(proposals)s proposta%(proposals_plural)s</strong> e <strong>%(users)s usuário%(users_plural)s</strong> no Speakerfight. </h2>

source: How it works?
pt_br: Como isso funciona?

source: TELL ME ABOUT SPEAKERFIGHT
pt_br: ME FALE SOBRE O SPEAKERFIGHT

source: Some features
pt_br: Algumas features

source: Event list
pt_br: Eventos

source: The event list show all public events to let you join to the vote.
pt_br: A lista de eventos exibe todos os eventos públicos, que aceitam seus votos.

source: You can create new events and receive proposals from anyone in the world. All the events can be either public or private.
pt_br: Você pode criar novos eventos e receber propostas de qualquer um no mundo. Todos os eventos podem ser públicos ou privados.

source: Event List
pt_br: Eventos

source: Event details
pt_br: Detalhes do evento

source: Every event can be configured to receive votes from everyone, only logged users or only the people you choose.
pt_br: Todo evento pode ser configurado para receber votos de todos os usuários ou apenas pessoas que você escolha.

source: All the events have an URL that can be shared as you like.
pt_br: Todos os eventos possuem uma URL que pode ser compartilhada como você desejar.

source: Event Jury
pt_br: Juri do evento

source: The event jury restricts the vote to a group of users. Anyone outside of that group will just see the proposals and they cannot vote.
pt_br: O juri do evento restringe os votos a um grupo de usuários. Qualquer pessoa fora deste grupo somente verá as propostas e não poderá votar.

source: JOIN THE FIGHTERS
pt_br: JUNTE-SE AOS LUTADORES

source: Logout
pt_br: Sair

source: Sign in with one of your account
pt_br: Acesse com uma de suas contas

source: Using Email and Password
pt_br: Usando Email e Senha

source: OpenID Sign In
pt_br: Acesso OpenID

source: You need to be logged in to continue to the next step.
pt_br: Você precisa estar logado para ir para o próximo passo.

source: Events
pt_br: Eventos

source: My Proposals
pt_br: Minhas propostas

source: My Events
pt_br: Meus Eventos

source: Social Network Login Failure
pt_br: Login através de conta de rede social falhou.

source: An error occurred while attempting to login via your social network account.
pt_br: Um erro ocorreu enquanto tentávamos fazer seu login através de uma conta de rede social.

source: Account Connections
pt_br: Contas de conexão

source: You can sign in to your account using any of the following third party accounts:
pt_br: Você pode registrar sua conta utilizando qualquer uma das seguintes contas de terceiros:

source: You currently have no social network accounts connected to this account.
pt_br: Você não tem um conta de uma rede social conectada nessa conta.

source: Add a 3rd Party Account
pt_br: Adicione uma conta de terceiros

source: Login Cancelled
pt_br: Login Cancelado

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
pt_br: Você decidiu cancelar seu logging em nosso site usando uma de suas contas existentes. Se isso foi um erro, por favor acesse <a href="%(login_url)s">sign in</a>.

source: The social account has been connected.
pt_br: A conta social foi conectada.

source: The social account is already connected to a different account.
pt_br: Essa conta social está conectada a um outro registro de usuário.

source: The social account has been disconnected.
pt_br: A conta social foi desconectada.

source: Do you already have an account, but choose the wrong Provider to access right now.
pt_br: Você já tem uma conta, mas escolheu o provedor errado para acessar desta vez.

source: Click
pt_br: Clique

source: here
pt_br: aqui

source: to be redirected to the right page
pt_br: para ser redirecionado para a página correta.

source: Or try another social network provider:
pt_br: Ou tente uma outra rede social provedora

source: Profile updated.
pt_br: Perfil Atualizado.

source: User email
pt_br: E-mail do usuário

source: The "%s" are not a Speakerfight user. For now, we just allow already joined users.
pt_br: O "%s" não são usuários Speakerfight. Por enquanto, nós somente permitimos usuários registrados no sistema.

source: The "@%s" already is being part of this jury.
pt_br: O "@%s" já faz parte deste júri.

source: Title
pt_br: Título

source: Description
pt_br: Descrição

source: Created At
pt_br: Criado em

source: Publish
pt_br: Publicar

source: Rate Index
pt_br: Índice de classficação

source: Vote
pt_br: Voto

source: Votes
pt_br: Votos

source: You cannot Rate your own proposals.
pt_br: Você não pode Votar nas suas próprias propostas.

source: Proposal doesn't accept Public Voting.
pt_br: Esta Proposta não aceita Votação Pública.

source: Proposal already Rated by you.
pt_br: Proposta anteriormente votada por Você.

source: Proposal
pt_br: Proposta

source: Workshop
pt_br: Minicurso

source: Openning
pt_br: Abertura

source: Coffee Break
pt_br: Pausa para café

source: Lunch
pt_br: Almoço

source: Lightning Talks
pt_br: Palestras Relâmpago

source: Ending
pt_br: Encerramento

source: Start Timetable
pt_br: Hora de Início

source: End Timetable
pt_br: Hora de Fim

source: Order
pt_br: Ordem

source: Type
pt_br: Tipo

source: Activity
pt_br: Atividade

source: Activities
pt_br: Atividades

source: Is approved
pt_br: Aprovada

source: More information
pt_br: Mais informações

source: Proposals
pt_br: Propostas

source: This Event doesn't accept Proposals anymore.
pt_br: Este evento não aceita mais propostas.

source: This Proposal was already approved.
pt_br: Esta Proposta já foi aprovada.

source: This Proposal was already disapproved.
pt_br: Esta Proposta já foi desaprovada.

source: None
pt_br: Nenhum

source: Track
pt_br: Trilha

source: Tracks
pt_br: Trilhas

source: Allow Public Voting
pt_br: Permitir votação pública

source: Slots
pt_br: Vagas

source: Anonymous Voting?
pt_br: Votação Anônima?

source: Event
pt_br: Evento

source: Welcome
pt_br: Bem vindo

source: Proposal from %s just got deleted
pt_br: Proposta de %s acabou de ser removida

source: Create the Schedule
pt_br: Crie a Grade

source: Home
pt_br: Início

source: Schedule of Talks
pt_br: Grade de Palestras

source: add activity
pt_br: adicionar atividade

source: embedded schedule
pt_br: incorporar grade

source: After <strong>Sort</strong>, <strong>Adding</strong> or <strong>Removing</strong> talks into the schedule, you need to save your work, by clicking on the "submit" button.
pt_br: Depois de <strong>Ordenar</strong>, <strong>Adicionar</strong> ou <strong>Remover</strong> palestras da grade, você precisa salvar seu andamento, clicando no botão "submit".

source: Approved talks
pt_br: Palestras aprovadas

source: Points
pt_br: Pontos

source: Proposed by <strong><a href="%(profile_url)s">%(author)s</a></strong> at %(created_at)s.
pt_br: Proposto por <strong><a href="%(profile_url)s">%(author)s</a></strong> em %(created_at)s.

source: Disapproved talks
pt_br: Palestras reprovadas

source: Proposed by <strong><a href="%(profile_url)s">%(author)s</a></strong> at %(created_at)s.
pt_br: Proposto por <strong><a href="%(profile_url)s">%(author)s</a></strong> em %(created_at)s.

source: Add activity
pt_br: Adicionar atividade

source: Update timetable
pt_br: Atualizar horário

source: Copy and Paste on your site
pt_br: Copie e Cola em seu site

source: Raw API
pt_br: API Pura

source: This event doesn't accept <strong>Public Voting</strong>, because of this you can only see your own proposals.
pt_br: Este evento não aceita <strong>Votação Pública</strong>, por causa disso você só pode ver suas próprias propostas.
